eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
humao.rest-client
jacobkantzer.case-sensitive-add-next
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
styled-components.vscode-styled-components
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme